castwide.solargraph
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
mariomatheu.syntax-project-pbxproj
misogi.ruby-rubocop
naumovs.color-highlight
rebornix.ruby
sdras.night-owl
tlent.jest-snapshot-language-support
vscode-icons-team.vscode-icons
Vue.volar
waderyan.gitblame
wingrunr21.vscode-ruby
yoavbls.pretty-ts-errors
