Codium.codium
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
naumovs.color-highlight
sdras.night-owl
vscode-icons-team.vscode-icons
